---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.RevitServerUnauthenticatedUserException
source: html/e2817636-3b6d-5b6f-9b0c-31ff976f3a2c.htm
---
# RevitServerUnauthenticatedUserException Members

Retrieves data needed to serialize the target object.